{
  "VacationSpots":
    [
      {"VacationName":"Hawaii","VacationLocation":"Honolulu, Hawaii","VacationContinent":"North America","VacationExpense":"$$-$$$","VacationPicture":"https://raw.githubusercontent.com/aluu3/IT315/master/Hawaii.jpg","VacationForFamily":"Yes","VacationDescription":"Hawaii is an amazing spot for families. It’s mainly known for their sightseeing and their beaches this makes it great for all ages. Their hotel resorts are family friendly and it’s just a completely different view of a casual beach."},
      {"VacationName":"Los Angeles","VacationLocation":"Los Angeles, California","VacationContinent":"North America","VacationExpense":"$-$$","VacationPicture":"https://raw.githubusercontent.com/aluu3/IT315/master/LosAngeles.jpg","VacationForFamily":"Yes","VacationDescription":"Los Angeles, California is one of the most populated cities in the United States. This city has a lot of things to offer from foods, shopping, and even things for younger kids such as amusement parks. Amusement parks such as Universal Studios, Disney Land, Sea World, Lego Land. All are great for anyone from young to old"},
      {"VacationName":"Orlando","VacationLocation":"Orlando, Florida","VacationContinent":"North America","VacationExpense":"$-$$","VacationPicture":"https://raw.githubusercontent.com/aluu3/IT315/master/Orlando.jpg","VacationForFamily":"Yes","VacationDescription":"Orlando, Florida is well known as a family oriented vacation spot. This city is filled with families. Mainly known for their amusement parks such as Disney World, Universal Studios, SeaWorld, and a few others. Outside of amusement parks there are other things to do such as going to open flea market, and even driving a bit to any of the beaches around the area. This personally is one of my favorite vacation spots growing up"},
      {"VacationName":"New York City","VacationLocation":"New York City, New York","VacationContinent":"North America","VacationExpense":"$$-$$$","VacationPicture":"https://raw.githubusercontent.com/aluu3/IT315/master/NewYork.jpg","VacationForFamily":"No","VacationDescription":"New York City one of the worlds most touristed cities. New York is known for multiple things but one of the biggest is being one of the largest cities for shopping, you go to time square and look around you see nothing but people going to stores and buying food and merchandise. Besides that, there is a lot of businesses always going on. I would say this would not be great for younger kids due to transportation, this city is known for public transportation and I feel like with a family with younger kids it is not the greatest. For adults, its fine and the night scene is very enjoyable"},
      {"VacationName":"Virginia Beach","VacationLocation":"Virginia Beach, Virginia","VacationContinent":"North America","VacationExpense":"$-$$","VacationPicture":"https://raw.githubusercontent.com/aluu3/IT315/master/VABeach.jpg","VacationForFamily":"Yes","VacationDescription":"Virginia Beach, one of my family’s favorite beaches to go to every summer. This is a great beach for all ages depending on what part of the beach you stay on. Usually the northern part of the beach is more based for families as the southern section is for young adults. But it is nothing too rowdy, the board walk is always an enjoyable part of the beach along with boardwalk food. Not far out from the beach there are spots where you can rent a camping spot rather than a hotel and enjoy the outdoors with the kids"},
      {"VacationName":"Cancun","VacationLocation":"Cancun, Mexico","VacationContinent":"North America","VacationExpense":"$$-$$$","VacationPicture":"https://raw.githubusercontent.com/aluu3/IT315/master/Cancun.jpg","VacationForFamily":"No","VacationDescription":"Cancun, Mexico. I would say this place is strictly for young adults and adults. As it more of a getaway for adults to have a good time. Would not recommend this for children, for kids that are older than 12 if you are on a family trip to the beach and resorts then its fine. Otherwise its mainly a spot for college kids and adults."},
      {"VacationName":"Paris","VacationLocation":"Paris, France","VacationContinent":"Europe","VacationExpense":"$$-$$$","VacationPicture":"https://raw.githubusercontent.com/aluu3/IT315/master/Paris.jpg","VacationForFamily":"Yes","VacationDescription":"Paris, France. One of the most looked over cities in the world. Known for being the Capitol of Fashion, and its landmark the Eiffel Tower. This is one of my dream vacation spots to go to. I imagine this city has a lot of things to offer from sightseeing to trying lots of things France has to offer within a city. Food is probably something I would love to try from Paris. Great for families and all age groups as your get to experience a city outside of the US"},
      {"VacationName":"Tokyo","VacationLocation":"Tokyo, Japan","VacationContinent":"Asia","VacationExpense":"$$$","VacationPicture":"https://raw.githubusercontent.com/aluu3/IT315/master/Tokyo.jpg","VacationForFamily":"Yes","VacationDescription":"Tokyo, Japan. Far different from US. This city is on the other side of the world, but it would be an adventure for the entire family as Japan's lifestyle would be far different from your normal US lifestyle. There is lots of unique things to do over there that you would not be able to do over here, food would also be something unique. I wish to one day travel here and that’s why it’s on my own list of vacation spots"}
    ],    
    "Status":"OK"
}
